---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MarkupsModified
source: html/5523df66-be48-ece4-2a82-ece315e40b55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MarkupsModified Property

"Modified"

## Syntax (C#)
```csharp
public static ForgeTypeId MarkupsModified { get; }
```